benchmarksuite/acceleration/tiltedBox/tiltedBox/system/simulationParameters
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      simulationParameters;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

nx	64;
ny	1;
nz	64;

MethodType      geometricVoFMethod;
advectStrat     isoAdvection;
reconStrat      plicRDF;
SURFTENMODEL    Brackbill;
GRAVITYMODEL    staticGravityPLIC; //staticGravityPLIC

// ************************************************************************* //
